Repository: BotheorY/wp-conditional-media-folder
Catalog: languages/wp-conditional-media-folder-*.po
Languages: it_it

source: WP Conditional Media Folder Settings
it_it: Impostazioni WP Conditional Media Folder

source: Custom Folder Path (Absolute)
it_it: Percorso Cartella Personalizzata (Assoluto)

source: Enter the absolute server path. Ensure this directory is writable by the web server.
it_it: Inserisci il percorso assoluto sul server. Assicurati che questa directory sia scrivibile dal web server.

source: Custom Folder URL
it_it: URL Cartella Personalizzata

source: The full URL to access files in the folder above.
it_it: L'URL completo per accedere ai file nella cartella sopra indicata.

source: Detection Criteria
it_it: Criteri di Rilevamento

source: Files matching ANY of the following criteria sets will be saved to the custom folder.
it_it: I file che corrispondono a UNO QUALSIASI dei seguenti set di criteri verranno salvati nella cartella personalizzata.

source: Add New Criteria Set
it_it: Aggiungi Nuovo Set di Criteri

source: Criteria Set
it_it: Set di Criteri

source: Remove
it_it: Rimuovi

source: Starts With
it_it: Inizia con

source: Ends With
it_it: Finisce con

source: Contains
it_it: Contiene

source: Min Length
it_it: Lunghezza Minima

source: Max Length
it_it: Lunghezza Massima

source: MIME Type
it_it: Tipo MIME

source: Are you sure you want to remove this criteria set?
it_it: Sei sicuro di voler rimuovere questo set di criteri?

source: Security Warning: You cannot use a core WordPress directory as a custom upload folder.
it_it: Avviso di sicurezza: Non puoi utilizzare una directory principale di WordPress come cartella di upload personalizzata.
